Repository: steipete/CodexBar
Catalog: Sources/CodexBar/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
zh_hans: 通用
zh_hant: 一般

source: Providers
de: Anbieter
es: Proveedores
fr: Fournisseurs
ja: プロバイダ
ko: 프로바이더
zh_hans: 提供商
zh_hant: 提供者

source: Display
de: Anzeige
es: Pantalla
fr: Affichage
ja: 表示
ko: 디스플레이
zh_hans: 显示
zh_hant: 顯示

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
ja: 詳細
ko: 고급
zh_hans: 高级
zh_hant: 進階

source: About
de: Über
es: Acerca de
fr: À propos
ja: 情報
ko: 정보
zh_hans: 关于
zh_hant: 關於

source: Debug
de: Fehlerbehebung
es: Depuración
fr: Débogage
ja: デバッグ
ko: 디버그
zh_hans: 调试
zh_hant: 偵錯

source: Menu bar
de: Menüleiste
es: Barra de menús
fr: Barre des menus
ja: メニューバー
ko: 메뉴 막대
zh_hans: 菜单栏
zh_hant: 選單列

source: Merge Icons
de: Symbole zusammenführen
es: Combinar iconos
fr: Fusionner les icônes
ja: アイコンを統合
ko: 아이콘 병합
zh_hans: 合并图标
zh_hant: 合併圖示

source: Use a single menu bar icon with a provider switcher.
de: Ein einzelnes Menüleistensymbol mit Anbieterumschalter verwenden.
es: Usar un solo icono en la barra de menú con un selector de proveedor.
fr: Utiliser une seule icône de barre de menus avec un sélecteur de fournisseur.
ja: プロバイダスイッチャー付きの単一メニューバーアイコンを使用します。
ko: 공급자 전환기가 있는 단일 메뉴 바 아이콘을 사용합니다.
zh_hans: 使用单个菜单栏图标并带有提供商切换器。
zh_hant: 使用單個選單列圖示並帶有提供者切換器。

source: Switcher shows icons
de: Umschalter zeigt Symbole
es: El selector muestra iconos
fr: Le sélecteur affiche les icônes
ja: スイッチャーにアイコンを表示
ko: 전환기에 아이콘 표시
zh_hans: 切换器显示图标
zh_hant: 切換器顯示圖示

source: Show provider icons in the switcher (otherwise show a weekly progress line).
de: Anbietersymbole im Umschalter anzeigen (sonst wöchentliche Fortschrittslinie anzeigen).
es: Mostrar iconos de proveedor en el selector (de lo contrario, mostrar una línea de progreso semanal).
fr: Afficher les icônes des fournisseurs dans le sélecteur (sinon afficher une ligne de progression hebdomadaire).
ja: スイッチャーにプロバイダアイコンを表示します（それ以外は週間プログレスラインを表示）。
ko: 전환기에 공급자 아이콘을 표시합니다(그렇지 않으면 주간 진행 라인 표시).
zh_hans: 在切换器中显示提供商图标（否则显示每周进度线）。
zh_hant: 在切換器中顯示提供者圖示（否則顯示每週進度線）。

source: Show most-used provider
de: Meistgenutzten Anbieter anzeigen
es: Mostrar el proveedor más utilizado
fr: Afficher le fournisseur le plus utilisé
ja: 最も使用されるプロバイダを表示
ko: 가장 많이 사용된 공급자 표시
zh_hans: 显示使用最多的提供商
zh_hant: 顯示使用最多的提供者

source: Menu bar auto-shows the provider closest to its rate limit.
de: Die Menüleiste zeigt automatisch den Anbieter an, der seinem Ratenlimit am nächsten ist.
es: La barra de menú muestra automáticamente el proveedor más cercano a su límite de velocidad.
fr: La barre de menus affiche automatiquement le fournisseur le plus proche de sa limite de débit.
ja: メニューバーはレート制限に最も近いプロバイダを自動表示します。
ko: 메뉴 바에서 속도 제한에 가장 가까운 공급자를 자동으로 표시합니다.
zh_hans: 菜单栏自动显示最接近速率限制的提供商。
zh_hant: 選單列自動顯示最接近速率限制的提供者。

source: Menu bar shows percent
de: Menüleiste zeigt Prozent
es: La barra de menú muestra porcentaje
fr: La barre de menus affiche le pourcentage
ja: メニューバーにパーセントを表示
ko: 메뉴 바에 백분율 표시
zh_hans: 菜单栏显示百分比
zh_hant: 選單列顯示百分比

source: Replace critter bars with provider branding icons and a percentage.
de: Critter-Balken durch Anbietermarkensymbole und Prozentangabe ersetzen.
es: Reemplazar las barras de criaturas con iconos de marca de proveedor y un porcentaje.
fr: Remplacer les barres animées par des icônes de marque des fournisseurs et un pourcentage.
ja: クリッターバーをプロバイダブランドアイコンとパーセンテージに置き換えます。
ko: 크리터 바를 공급자 브랜드 아이콘과 백분율로 교체합니다.
zh_hans: 用提供商品牌图标和百分比替换动物进度条。
zh_hant: 用提供者品牌圖示和百分比取代動物進度條。

source: Display mode
de: Anzeigemodus
es: Modo de visualización
fr: Mode d'affichage
ja: 表示モード
ko: 표시 모드
zh_hans: 显示模式
zh_hant: 顯示模式

source: Choose what to show in the menu bar (Pace shows usage vs. expected).
de: Wählen Sie, was in der Menüleiste angezeigt werden soll (Pace zeigt Nutzung vs. Erwartung).
es: Elija qué mostrar en la barra de menús (Pace muestra el uso frente al esperado).
fr: Choisir ce qu'il faut afficher dans la barre des menus (Pace affiche l'utilisation par rapport à l'attendu).
ja: メニューバーに表示する内容を選択します（Pace は使用量と予想の比較を表示）。
ko: 메뉴 막대에 표시할 내용을 선택합니다(Pace는 사용량 대비 예상량을 표시합니다).
zh_hans: 选择在菜单栏中显示的内容（Pace 显示用量与预期的对比）。
zh_hant: 選擇在選單列中顯示的內容（Pace 顯示用量與預期的對比）。

source: Menu content
de: Menüinhalt
es: Contenido del menú
fr: Contenu du menu
ja: メニューコンテンツ
ko: 메뉴 콘텐츠
zh_hans: 菜单内容
zh_hant: 選單內容

source: Show usage as used
de: Nutzung als verbraucht anzeigen
es: Mostrar uso como consumido
fr: Afficher l'utilisation comme consommée
ja: 使用量として表示
ko: 사용량으로 표시
zh_hans: 显示为已使用量
zh_hant: 顯示為已使用量

source: Progress bars fill as you consume quota (instead of showing remaining).
de: Fortschrittsbalken füllen sich beim Verbrauch des Kontingents (statt den Rest anzuzeigen).
es: Las barras de progreso se llenan a medida que consumes la cuota (en lugar de mostrar lo restante).
fr: Les barres de progression se remplissent au fur et à mesure de la consommation du quota (au lieu d'afficher le restant).
ja: プログレスバーは残量ではなく消費量に応じて塗りつぶされます。
ko: 진행 바가 남은 양 대신 소비한 할당량에 따라 채워집니다.
zh_hans: 进度条随消耗配额而填充（而不是显示剩余）。
zh_hant: 進度條隨消耗配額而填充（而不是顯示剩餘）。

source: Show reset time as clock
de: Zurücksetzungszeit als Uhr anzeigen
es: Mostrar tiempo de reinicio como reloj
fr: Afficher l'heure de réinitialisation sous forme d'horloge
ja: リセット時間を時計として表示
ko: 재설정 시간을 시계로 표시
zh_hans: 将重置时间显示为时钟
zh_hant: 將重置時間顯示為時鐘

source: Display reset times as absolute clock values instead of countdowns.
de: Zurücksetzungszeiten als absolute Uhrzeitwerte statt Countdowns anzeigen.
es: Mostrar tiempos de reinicio como valores de reloj absolutos en lugar de cuentas regresivas.
fr: Afficher les heures de réinitialisation en valeurs d'horloge absolues au lieu de comptes à rebours.
ja: リセット時間をカウントダウンではなく絶対時計値として表示します。
ko: 재설정 시간을 카운트다운 대신 절대 시계 값으로 표시합니다.
zh_hans: 将重置时间显示为绝对时钟值而非倒计时。
zh_hant: 將重置時間顯示為絕對時鐘值而非倒計時。

source: Show credits + extra usage
de: Credits + zusätzliche Nutzung anzeigen
es: Mostrar créditos + uso adicional
fr: Afficher les crédits + utilisation supplémentaire
ja: クレジット + 追加使用量を表示
ko: 크레딧 + 추가 사용량 표시
zh_hans: 显示积分 + 额外用量
zh_hant: 顯示積分 + 額外用量

source: Show Codex Credits and Claude Extra usage sections in the menu.
de: Codex-Credits und Claude-Extranutzung im Menü anzeigen.
es: Mostrar las secciones de créditos de Codex y uso adicional de Claude en el menú.
fr: Afficher les sections Codex Credits et Claude Extra dans le menu.
ja: メニューに Codex クレジットと Claude の追加使用量セクションを表示します。
ko: 메뉴에 Codex 크레딧 및 Claude 추가 사용량 섹션을 표시합니다.
zh_hans: 在菜单中显示 Codex 积分和 Claude 额外用量部分。
zh_hant: 在選單中顯示 Codex 積分和 Claude 額外用量部分。

source: Show all token accounts
de: Alle Token-Konten anzeigen
es: Mostrar todas las cuentas de tokens
fr: Afficher tous les comptes de jetons
ja: すべてのトークンアカウントを表示
ko: 모든 토큰 계정 표시
zh_hans: 显示所有 Token 账户
zh_hant: 顯示所有 Token 帳戶

source: Stack token accounts in the menu (otherwise show an account switcher bar).
de: Token-Konten im Menü stapeln (sonst Kontowechselleiste anzeigen).
es: Apilar cuentas de tokens en el menú (de lo contrario, mostrar una barra de selección de cuenta).
fr: Empiler les comptes de jetons dans le menu (sinon afficher une barre de sélection de compte).
ja: メニューにトークンアカウントを積み重ねて表示します（それ以外はアカウントスイッチャーバーを表示）。
ko: 메뉴에 토큰 계정을 쌓아서 표시합니다(그렇지 않으면 계정 전환 바 표시).
zh_hans: 在菜单中堆叠 Token 账户（否则显示账户切换栏）。
zh_hant: 在選單中堆疊 Token 帳戶（否則顯示帳戶切換列）。

source: Start at Login
de: Bei Anmeldung starten
es: Iniciar al iniciar sesión
fr: Lancer au démarrage
ja: ログイン時に起動
ko: 로그인 시 시작
zh_hans: 登录时启动
zh_hant: 登入時啟動

source: Automatically opens CodexBar when you start your Mac.
de: Öffnet CodexBar automatisch beim Start Ihres Mac.
es: Abre CodexBar automáticamente al iniciar tu Mac.
fr: Ouvre automatiquement CodexBar au démarrage de votre Mac.
ja: Mac 起動時に CodexBar を自動的に開きます。
ko: Mac 시작 시 CodexBar를 자동으로 엽니다.
zh_hans: 启动 Mac 时自动打开 CodexBar。
zh_hant: 啟動 Mac 時自動開啟 CodexBar。

source: Usage
de: Nutzung
es: Uso
fr: Utilisation
ja: 使用量
ko: 사용량
zh_hans: 用量
zh_hant: 用量

source: Show cost summary
de: Kostenübersicht anzeigen
es: Mostrar resumen de costos
fr: Afficher le résumé des coûts
ja: コスト概要を表示
ko: 비용 요약 표시
zh_hans: 显示费用摘要
zh_hant: 顯示費用摘要

source: Reads local usage logs. Shows today + last 30 days cost in the menu.
de: Liest lokale Nutzungsprotokolle. Zeigt die Kosten von heute und der letzten 30 Tage im Menü an.
es: Lee los registros de uso locales. Muestra los costos de hoy y de los últimos 30 días en el menú.
fr: Lit les journaux d'utilisation locaux. Affiche les coûts du jour et des 30 derniers jours dans le menu.
ja: ローカルの使用量ログを読み取ります。メニューに今日と過去 30 日間のコストを表示します。
ko: 로컬 사용량 로그를 읽습니다. 메뉴에 오늘 및 최근 30일 비용을 표시합니다.
zh_hans: 读取本地用量日志。在菜单中显示今日和最近 30 天的费用。
zh_hant: 讀取本地用量日誌。在選單中顯示今日和最近 30 天的費用。

source: Auto-refresh: hourly · Timeout: 10m
de: Automatische Aktualisierung: stündlich · Zeitlimit: 10 Min.
es: Actualización automática: cada hora · Tiempo de espera: 10 min
fr: Actualisation auto : horaire · Délai : 10 min
ja: 自動更新：1 時間ごと · タイムアウト：10 分
ko: 자동 새로고침: 매시간 · 타임아웃: 10분
zh_hans: 自动刷新：每小时 · 超时：10 分钟
zh_hant: 自動重新整理：每小時 · 逾時：10 分鐘

source: Automation
de: Automatisierung
es: Automatización
fr: Automatisation
ja: 自動化
ko: 자동화
zh_hans: 自动化
zh_hant: 自動化

source: Refresh cadence
de: Aktualisierungsintervall
es: Frecuencia de actualización
fr: Fréquence d'actualisation
ja: 更新間隔
ko: 새로고침 주기
zh_hans: 刷新频率
zh_hant: 重新整理頻率

source: How often CodexBar polls providers in the background.
de: Wie oft CodexBar Anbieter im Hintergrund abfragt.
es: Con qué frecuencia CodexBar consulta a los proveedores en segundo plano.
fr: La fréquence à laquelle CodexBar interroge les fournisseurs en arrière-plan.
ja: CodexBar がバックグラウンドでプロバイダをポーリングする頻度。
ko: CodexBar가 백그라운드에서 프로바이더를 폴링하는 빈도.
zh_hans: CodexBar 在后台轮询提供商的频率。
zh_hant: CodexBar 在背景輪詢提供者的頻率。

source: Auto-refresh is off; use the menu’s Refresh command.
de: Automatische Aktualisierung ist deaktiviert; verwenden Sie den Aktualisierungsbefehl im Menü.
es: La actualización automática está desactivada; use el comando Actualizar del menú.
fr: L'actualisation automatique est désactivée ; utilisez la commande Actualiser du menu.
ja: 自動更新はオフです。メニューの更新コマンドを使用してください。
ko: 자동 새로고침이 꺼져 있습니다. 메뉴의 새로고침 명령을 사용하세요.
zh_hans: 自动刷新已关闭；请使用菜单的刷新命令。
zh_hant: 自動重新整理已關閉；請使用選單的重新整理命令。

source: Check provider status
de: Anbieterstatus prüfen
es: Verificar estado del proveedor
fr: Vérifier le statut du fournisseur
ja: プロバイダの状態を確認
ko: 공급자 상태 확인
zh_hans: 检查提供商状态
zh_hant: 檢查提供者狀態

source: Polls OpenAI/Claude status pages and Google Workspace for Gemini/Antigravity, surfacing incidents in the icon and menu.
de: Fragt OpenAI/Claude-Statusseiten und Google Workspace ab.
es: Consulta páginas de estado de OpenAI/Claude y Google Workspace.
fr: Interroge les pages de statut OpenAI/Claude et Google Workspace pour Gemini/Antigravity.
ja: OpenAI/Claude ステータスページと Google Workspace (Gemini/Antigravity) をポーリングし、インシデントをアイコンとメニューに表示。
ko: OpenAI/Claude 상태 페이지와 Google Workspace(Gemini/Antigravity)를 폴링하여 아이콘과 메뉴에 인시던트 표시.
zh_hans: 轮询 OpenAI/Claude 状态页面和 Google Workspace（Gemini/Antigravity），在图标和菜单中显示事件。
zh_hant: 輪詢 OpenAI/Claude 狀態頁面和 Google Workspace（Gemini/Antigravity），在圖示和選單中顯示事件。

source: Session quota notifications
de: Sitzungskontingent-Benachrichtigungen
es: Notificaciones de cuota de sesión
fr: Notifications de quota de session
ja: セッション割当通知
ko: 세션 할당량 알림
zh_hans: 会话配额通知
zh_hant: 會話配額通知

source: Notifies when the 5-hour session quota hits 0% and when it becomes available again.
de: Benachrichtigt, wenn das 5-Stunden-Sitzungskontingent 0% erreicht und wieder verfügbar wird.
es: Notifica cuando la cuota de sesión de 5 horas llega a 0% y cuando vuelve a estar disponible.
fr: Notifie quand le quota de session de 5 heures atteint 0% et quand il redevient disponible.
ja: 5時間セッション割当が0%に達した時と再利用可能になった時に通知。
ko: 5시간 세션 할당량이 0%에 도달하거나 복구될 때 알림.
zh_hans: 当 5 小时会话配额降至 0% 和恢复可用时通知。
zh_hant: 當 5 小時會話配額降至 0% 和恢復可用時通知。

source: Quit CodexBar
de: CodexBar beenden
es: Salir de CodexBar
fr: Quitter CodexBar
ja: CodexBar を終了
ko: CodexBar 종료
zh_hans: 退出 CodexBar
zh_hant: 結束 CodexBar

source: Keyboard shortcut
de: Tastaturkurzbefehl
es: Atajo de teclado
fr: Raccourci clavier
ja: キーボードショートカット
ko: 키보드 단축키
zh_hans: 键盘快捷键
zh_hant: 鍵盤快捷鍵

source: Open menu
de: Menü öffnen
es: Abrir menú
fr: Ouvrir le menu
ja: メニューを開く
ko: 메뉴 열기
zh_hans: 打开菜单
zh_hant: 開啟選單

source: Trigger the menu bar menu from anywhere.
de: Das Menüleistenmenü von überall auslösen.
es: Activar el menú de la barra de menús desde cualquier lugar.
fr: Ouvrir le menu de la barre des menus depuis n'importe où.
ja: どこからでもメニューバーメニューを開きます。
ko: 어디서나 메뉴 막대 메뉴를 트리거합니다.
zh_hans: 从任何位置触发菜单栏菜单。
zh_hant: 從任何位置觸發選單列選單。

source: Install CLI
de: CLI installieren
es: Instalar CLI
fr: Installer le CLI
ja: CLI をインストール
ko: CLI 설치
zh_hans: 安装 CLI
zh_hant: 安裝 CLI

source: Symlink CodexBarCLI to /usr/local/bin and /opt/homebrew/bin as codexbar.
de: CodexBarCLI als codexbar nach /usr/local/bin und /opt/homebrew/bin verlinken.
es: Crear enlace simbólico de CodexBarCLI a /usr/local/bin y /opt/homebrew/bin como codexbar.
fr: Créer un lien symbolique de CodexBarCLI vers /usr/local/bin et /opt/homebrew/bin sous le nom codexbar.
ja: CodexBarCLI を /usr/local/bin と /opt/homebrew/bin に codexbar としてシンボリックリンクします。
ko: CodexBarCLI를 /usr/local/bin 및 /opt/homebrew/bin에 codexbar로 심볼릭 링크합니다.
zh_hans: 将 CodexBarCLI 符号链接到 /usr/local/bin 和 /opt/homebrew/bin，名称为 codexbar。
zh_hant: 將 CodexBarCLI 符號連結到 /usr/local/bin 和 /opt/homebrew/bin，名稱為 codexbar。

source: Show Debug Settings
de: Debug-Einstellungen anzeigen
es: Mostrar configuración de depuración
fr: Afficher les paramètres de débogage
ja: デバッグ設定を表示
ko: 디버그 설정 표시
zh_hans: 显示调试设置
zh_hant: 顯示偵錯設定

source: Expose troubleshooting tools in the Debug tab.
de: Fehlerbehebungswerkzeuge im Debug-Tab anzeigen.
es: Mostrar herramientas de solución de problemas en la pestaña de depuración.
fr: Afficher les outils de dépannage dans l'onglet Débogage.
ja: デバッグタブにトラブルシューティングツールを表示します。
ko: 디버그 탭에 문제 해결 도구를 표시합니다.
zh_hans: 在调试标签页中显示故障排除工具。
zh_hant: 在偵錯標籤頁中顯示故障排除工具。

source: Surprise me
de: Überrasche mich
es: Sorpréndeme
fr: Surprenez-moi
ja: サプライズ
ko: 서프라이즈
zh_hans: 给我惊喜
zh_hant: 給我驚喜

source: Check if you like your agents having some fun up there.
de: Schauen Sie, ob Ihnen gefällt, dass Ihre Agenten oben Spaß haben.
es: Comprueba si te gusta que tus agentes se diviertan ahí arriba.
fr: Vérifiez si vous aimez que vos agents s'amusent là-haut.
ja: エージェントが楽しんでいるのが好きかどうか確認してみてください。
ko: 에이전트가 재미있게 놀고 있는 걸 좋아하는지 확인해 보세요.
zh_hans: 看看你是否喜欢你的代理在那里玩得开心。
zh_hant: 看看你是否喜歡你的代理在那裡玩得開心。

source: Hide personal information
de: Persönliche Informationen ausblenden
es: Ocultar información personal
fr: Masquer les informations personnelles
ja: 個人情報を非表示
ko: 개인 정보 숨기기
zh_hans: 隐藏个人信息
zh_hant: 隱藏個人資訊

source: Obscure email addresses in the menu bar and menu UI.
de: E-Mail-Adressen in der Menüleiste und Menü-UI verschleiern.
es: Ocultar direcciones de correo electrónico en la barra de menú y la interfaz del menú.
fr: Masquer les adresses e-mail dans la barre de menus et l'interface du menu.
ja: メニューバーとメニューUIでメールアドレスをマスクします。
ko: 메뉴 바와 메뉴 UI에서 이메일 주소를 숨깁니다.
zh_hans: 在菜单栏和菜单界面中模糊显示电子邮件地址。
zh_hant: 在選單列和選單介面中模糊顯示電子郵件地址。

source: Keychain access
de: Schlüsselbundzugriff
es: Acceso al llavero
fr: Accès au trousseau
ja: キーチェーンアクセス
ko: 키체인 접근
zh_hans: 钥匙串访问
zh_hant: 鑰匙圈存取

source: Disable all Keychain reads and writes. Browser cookie import is unavailable; paste Cookie headers manually in Providers.
de: Alle Schlüsselbund-Lese- und Schreibvorgänge deaktivieren. Browser-Cookie-Import nicht verfügbar; Cookie-Header manuell unter Anbieter einfügen.
es: Desactivar todas las lecturas y escrituras del llavero. La importación de cookies del navegador no está disponible; pegue los encabezados de cookies manualmente en Proveedores.
fr: Désactiver toutes les lectures et écritures du trousseau. L'importation de cookies du navigateur est indisponible ; collez les en-têtes Cookie manuellement dans Fournisseurs.
ja: すべてのキーチェーンの読み書きを無効にします。ブラウザCookieのインポートは利用できません。プロバイダでCookieヘッダーを手動で貼り付けてください。
ko: 모든 키체인 읽기/쓰기를 비활성화합니다. 브라우저 쿠키 가져오기를 사용할 수 없습니다. 공급자에서 쿠키 헤더를 수동으로 붙여넣으세요.
zh_hans: 禁用所有钥匙串读写。浏览器 Cookie 导入不可用；请在提供商中手动粘贴 Cookie 头。
zh_hant: 停用所有鑰匙圈讀寫。瀏覽器 Cookie 匯入不可用；請在提供者中手動貼上 Cookie 標頭。

source: Disable Keychain access
de: Schlüsselbundzugriff deaktivieren
es: Desactivar acceso al llavero
fr: Désactiver l'accès au trousseau
ja: キーチェーンアクセスを無効化
ko: 키체인 접근 비활성화
zh_hans: 禁用钥匙串访问
zh_hant: 停用鑰匙圈存取

source: Prevents any Keychain access while enabled.
de: Verhindert jeden Schlüsselbundzugriff, solange aktiviert.
es: Impide cualquier acceso al llavero mientras esté activado.
fr: Empêche tout accès au trousseau lorsqu'il est activé.
ja: 有効時にすべてのキーチェーンアクセスを防止します。
ko: 활성화 시 모든 키체인 접근을 방지합니다.
zh_hans: 启用时阻止所有钥匙串访问。
zh_hant: 啟用時阻止所有鑰匙圈存取。

source: Built %@
de: Erstellt am %@
es: Compilado %@
fr: Compilé le %@
ja: ビルド: %@
ko: 빌드: %@
zh_hans: 构建于 %@
zh_hant: 建置於 %@

source: May your tokens never run out—keep agent limits in view.
de: Mögen Ihre Tokens nie ausgehen — behalten Sie die Agentenlimits im Blick.
es: Que tus tokens nunca se agoten — mantén los límites del agente a la vista.
fr: Que vos tokens ne s'épuisent jamais — gardez les limites d'agent en vue.
ja: トークンが尽きませんように——エージェントの制限を常に把握しましょう。
ko: 토큰이 절대 부족하지 않기를—에이전트 한도를 항상 확인하세요.
zh_hans: 愿你的 Token 永不耗尽——时刻关注代理使用限额。
zh_hant: 願你的 Token 永不耗盡——時刻關注代理使用限額。

source: Check for updates automatically
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Rechercher les mises à jour automatiquement
ja: 自動的にアップデートを確認
ko: 자동으로 업데이트 확인
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

source: Update Channel
de: Update-Kanal
es: Canal de actualización
fr: Canal de mise à jour
ja: アップデートチャンネル
ko: 업데이트 채널
zh_hans: 更新通道
zh_hant: 更新頻道

source: Check for Updates…
de: Nach Updates suchen…
es: Buscar actualizaciones…
fr: Rechercher les mises à jour…
ja: アップデートを確認…
ko: 업데이트 확인…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: Updates unavailable in this build.
de: Updates in diesem Build nicht verfügbar.
es: Actualizaciones no disponibles en esta compilación.
fr: Mises à jour indisponibles dans cette version.
ja: このビルドでは更新を利用できません。
ko: 이 빌드에서는 업데이트를 사용할 수 없습니다.
zh_hans: 此版本不支持更新。
zh_hant: 此版本不支援更新。

source: © 2025 Peter Steinberger. MIT License.
de: © 2025 Peter Steinberger. MIT-Lizenz.
es: © 2025 Peter Steinberger. Licencia MIT.
fr: © 2025 Peter Steinberger. Licence MIT.
ja: © 2025 Peter Steinberger. MIT ライセンス。
ko: © 2025 Peter Steinberger. MIT 라이선스.
zh_hans: © 2025 Peter Steinberger. MIT 许可证。
zh_hant: © 2025 Peter Steinberger. MIT 授權條款。

source: Select a provider
de: Anbieter auswählen
es: Seleccionar un proveedor
fr: Sélectionner un fournisseur
ja: プロバイダを選択
ko: 공급자 선택
zh_hans: 选择一个提供商
zh_hant: 選擇一個提供者

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

source: Options
de: Optionen
es: Opciones
ja: オプション
ko: 옵션
zh_hans: 选项
zh_hant: 選項

source: State
de: Status
es: Estado
fr: État
ja: 状態
ko: 상태
zh_hans: 状态
zh_hant: 狀態

source: Source
de: Quelle
es: Fuente
ja: ソース
ko: 소스
zh_hans: 来源
zh_hant: 來源

source: Updated
de: Aktualisiert
es: Actualizado
fr: Mis à jour
ja: 更新日時
ko: 업데이트
zh_hans: 更新时间
zh_hant: 更新時間

source: Account
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
ko: 계정
zh_hans: 账户
zh_hant: 帳戶

source: Cost
de: Kosten
es: Costo
fr: Coût
ja: コスト
ko: 비용
zh_hans: 费用
zh_hant: 費用

source: Enabled
de: Aktiviert
es: Activado
fr: Activé
ja: 有効
ko: 활성화됨
zh_hans: 已启用
zh_hant: 已啟用

source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
ja: 無効
ko: 비활성화됨
zh_hans: 已禁用
zh_hant: 已停用

source: Refreshing
de: Aktualisierung
es: Actualizando
fr: Actualisation
ja: 更新中
ko: 새로고침 중
zh_hans: 正在刷新
zh_hant: 正在重新整理

source: Not fetched yet
de: Noch nicht abgerufen
es: Aún no obtenido
fr: Pas encore récupéré
ja: まだ取得していません
ko: 아직 가져오지 않음
zh_hans: 尚未获取
zh_hant: 尚未擷取

source: No usage yet
de: Noch keine Nutzung
es: Sin uso todavía
fr: Pas encore d'utilisation
ja: 使用量データなし
ko: 아직 사용량 없음
zh_hans: 暂无用量数据
zh_hant: 尚無用量資料

source: Last %@ fetch failed:
de: Letzter %@-Abruf fehlgeschlagen:
es: Última obtención de %@ falló:
fr: Dernière récupération %@ échouée :
ja: 前回の %@ 取得に失敗:
ko: 마지막 %@ 가져오기 실패:
zh_hans: 上次 %@ 获取失败:
zh_hant: 上次 %@ 擷取失敗:

source: Copy error
de: Fehler kopieren
es: Copiar error
fr: Copier l'erreur
ja: エラーをコピー
ko: 오류 복사
zh_hans: 复制错误
zh_hant: 複製錯誤

source: Hide details
de: Details ausblenden
es: Ocultar detalles
fr: Masquer les détails
ja: 詳細を非表示
ko: 세부 정보 숨기기
zh_hans: 隐藏详情
zh_hant: 隱藏詳情

source: Show details
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails
ja: 詳細を表示
ko: 세부 정보 표시
zh_hans: 显示详情
zh_hant: 顯示詳情

source: No token accounts yet.
de: Noch keine Token-Konten.
es: No hay cuentas de tokens todavía.
fr: Pas encore de comptes de jetons.
ja: トークンアカウントはまだありません。
ko: 아직 토큰 계정이 없습니다.
zh_hans: 尚无令牌账户。
zh_hant: 尚無令牌帳戶。

source: Remove selected account
de: Ausgewähltes Konto entfernen
es: Eliminar cuenta seleccionada
fr: Supprimer le compte sélectionné
ja: 選択したアカウントを削除
ko: 선택한 계정 제거
zh_hans: 移除所选账户
zh_hant: 移除所選帳戶

source: Label
de: Bezeichnung
es: Etiqueta
fr: Libellé
ja: ラベル
ko: 레이블
zh_hans: 标签
zh_hant: 標籤

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ko: 추가
zh_hans: 添加
zh_hant: 新增

source: Open token file
de: Token-Datei öffnen
es: Abrir archivo de tokens
fr: Ouvrir le fichier de jetons
ja: トークンファイルを開く
ko: 토큰 파일 열기
zh_hans: 打开令牌文件
zh_hant: 開啟令牌檔案

source: Reload
de: Neu laden
es: Recargar
fr: Recharger
ja: 再読み込み
ko: 다시 로드
zh_hans: 重新加载
zh_hant: 重新載入

source: Drag to reorder
de: Ziehen zum Neuanordnen
es: Arrastrar para reordenar
fr: Glisser pour réorganiser
ja: ドラッグして並べ替え
ko: 드래그하여 재정렬
zh_hans: 拖拽以重新排序
zh_hant: 拖曳以重新排序

source: Disabled — %@
de: Deaktiviert — %@
es: Desactivado — %@
fr: Désactivé — %@
ja: 無効 — %@
ko: 비활성화 — %@
zh_hans: 已禁用 — %@
zh_hant: 已停用 — %@

source: No usage configured.
de: Keine Nutzung konfiguriert.
es: No se ha configurado el uso.
fr: Aucune utilisation configurée.
ja: 使用量が設定されていません。
ko: 사용량이 구성되지 않았습니다.
zh_hans: 未配置用量。
zh_hant: 未設定用量。

source: Account: %@
de: Konto: %@
es: Cuenta: %@
fr: Compte : %@
ja: アカウント: %@
ko: 계정: %@
zh_hans: 帐户: %@
zh_hant: 帳戶: %@

source: Quota: %@ / %@
de: Kontingent: %@ / %@
es: Cuota: %@ / %@
ja: クォータ: %@ / %@
ko: 할당량: %@ / %@
zh_hans: 配额: %@ / %@
zh_hant: 配額: %@ / %@

source: Switch Account...
de: Konto wechseln…
es: Cambiar cuenta…
fr: Changer de compte…
ja: アカウントを切り替え…
ko: 계정 전환…
zh_hans: 切换账户…
zh_hant: 切換帳戶…

source: Add Account...
de: Konto hinzufügen…
es: Añadir cuenta…
fr: Ajouter un compte…
ja: アカウントを追加…
ko: 계정 추가…
zh_hans: 添加账户…
zh_hant: 新增帳戶…

source: Usage Dashboard
de: Nutzungs-Dashboard
es: Panel de uso
fr: Tableau de bord d'utilisation
ja: 使用量ダッシュボード
ko: 사용량 대시보드
zh_hans: 用量仪表板
zh_hant: 用量儀表板

source: Status Page
de: Statusseite
es: Página de estado
fr: Page d'état
ja: ステータスページ
ko: 상태 페이지
zh_hans: 状态页面
zh_hant: 狀態頁面

source: Update ready, restart now?
de: Update bereit, jetzt neu starten?
es: Actualización lista, ¿reiniciar ahora?
fr: Mise à jour prête, redémarrer maintenant ?
ja: アップデート準備完了。今すぐ再起動しますか？
ko: 업데이트 준비 완료, 지금 재시작하시겠습니까?
zh_hans: 更新就绪，立即重启？
zh_hant: 更新就緒，立即重新啟動？

source: Settings…
de: Einstellungen…
es: Ajustes…
fr: Réglages…
ja: 設定…
ko: 설정…
zh_hans: 设置…
zh_hant: 設定…

source: About CodexBar
de: Über CodexBar
es: Acerca de CodexBar
fr: À propos de CodexBar
ja: CodexBar について
ko: CodexBar 정보
zh_hans: 关于 CodexBar
zh_hant: 關於 CodexBar

source: Quit
de: Beenden
es: Salir
fr: Quitter
ja: 終了
ko: 종료
zh_hans: 退出
zh_hant: 結束

source: Buy Credits…
de: Credits kaufen…
es: Comprar créditos…
fr: Acheter des crédits…
ja: クレジットを購入…
ko: 크레딧 구매…
zh_hans: 购买积分…
zh_hant: 購買積分…

source: Credits history
de: Credits-Verlauf
es: Historial de créditos
fr: Historique des crédits
ja: クレジット履歴
ko: 크레딧 기록
zh_hans: 积分历史
zh_hant: 積分歷史

source: Usage breakdown
de: Nutzungsaufschlüsselung
es: Desglose de uso
fr: Ventilation d'utilisation
ja: 使用量内訳
ko: 사용량 분석
zh_hans: 用量分解
zh_hant: 用量分解
